Repository: realyemin/omes
Catalog: omesLCD/QLU lcd programı-mysql/W_QLUSettings.*.resx
Languages: tr_tr

# txt_KayanYaziPunto.ToolTip
source: Font of scrolling text.
tr_tr: Kayan yazıların puntosu.

# label11.Text
source: Receiving data from the server ports:
tr_tr: Serverdan veri alma portu:

# label35.Text
source: Ringer Type
tr_tr: Ses Çalma Tipi :

# label6.Text
source: * Requires restart.
tr_tr: * Yeniden başlatma gerektirir.

# label5.Text
source: Screen No:
tr_tr: Ekran No:

# label17.Text
source: Cashier Column Text:
tr_tr: Vezne Sütun Metni:

# rbtn_UstSag.Text
source: Right
tr_tr: Sağ

# label8.Text
source: * Requires restart.
tr_tr: Yeniden başlatma gerektirir.

# label2.Text
source: LCD Subhead:
tr_tr: LCD Alt Başlık:

# radioButton2.Text
source: İtalic
tr_tr: İtalik

# label4.Text
source: Video File Path:
tr_tr: Video Dosya Yolu:

# cbSesliCagri.Items
source: From File
tr_tr: Dosyadan

# label13.Text
source: Table Adress:
tr_tr: Tablo Adresi:

# cbMediaTipi.Items5
source: Single Line
tr_tr: Tek Satir

# cbMediaTipi.Items9
source: Stationary Main Table
tr_tr: Sabit Ana Tablo

# btn_VideoSec.Text
source: Select
tr_tr: SEÇ

# label26.Text
source: Font Type :
tr_tr: Yazı Tipi:

# txt_AltKaymaHizi.ToolTip
source: unit time of slip character
tr_tr: Bir karakterin kayacağı birim süre

# btn_SaveAllSettings.Text
source: Save all settings
tr_tr: Bütün Ayarları Kaydet

# radioButton1.Text
source: Thick
tr_tr: Kalın

# chk_UstYazi.Text
source: Active
tr_tr: Aktif

# lbl_DurumLabel.Text
source: Status:
tr_tr: Durum:

# label22.Text
source: slip:
tr_tr: Kaysın:

# btn_SutunRenk.Text
source: Column Header color
tr_tr: Sütun Başlık Renk

# cbMediaTipi.Items7
source: Customer By Name
tr_tr: Müşteri İsimli

# rbtn_UstSol.Text
source: Left
tr_tr: Sol

# label28.Text
source: Hour Height
tr_tr: Saat Yükseklik:

# label3.Text
source: Audio File Path:
tr_tr: Ses Dosyası Yolu:

# rbtn_AltSag.Text
source: Right
tr_tr: Sağ

# txt_UstKaymaHizi.ToolTip
source: unit time of slip character
tr_tr: Bir karakterin kayacağı birim süre

# cbMediaTipi.Items4
source: Show it Waiting list
tr_tr: Bekleme Listesi Göster

# label19.Text
source: Slip direction:
tr_tr: Kayma Yönü:

# label42.Text
source: Row Count:
tr_tr: Satır Sayısı :

# groupBox1.Text
source: Top Scrolling Text
tr_tr: Üst Kayan Yazı

# btn_CagNoRenk.ToolTip
source: Click left to change the color of the font called number.
tr_tr: Çağırılan numaraların yazı rengini değiştirmek için sol tıklayınız.

# groupBox2.Text
source: Scrolling Text Seting
tr_tr: Kayan Yazı Ayarları

# cbMediaTipi.Items8
source: Counter && Müşteri İsimli
tr_tr: Banko ve Müşteri İsimli

# btn_LCDArkaPlanRenk.Text
source: LCD Background Color
tr_tr: LCD Arkaplan Renk

# groupBox3.Text
source: Ticket Text Field Settings
tr_tr: Bilet Yazı Sahası Ayarları

# groupBox4.Text
source: Bottum Scrolling Text
tr_tr: Alt Kayan Yazı

# groupBox5.Text
source: Type Of Text
tr_tr: Yazı Şekil

# groupBox6.Text
source: Call Numbers Text Setting
tr_tr: Çağırılan Numaraların Yazı Ayarları

# cbMediaTipi.Items2
source: TV Show
tr_tr: TV Göster

# btn_LCDArkaPlanRenk.ToolTip
source: Left to change the background color LCD, Right-click to change the background color of the called number.
tr_tr: LCD arkaplan rengini değiştirmek için sol, çağırılan numaraların arkaplan rengini değiştirmek için sağ tıklayınız.

# label1.Text
source: LCD Headers:
tr_tr: LCD Üst Başlık:

# rbtn_AltSol.Text
source: Left
tr_tr: Sol

# btn_LCDAyarGuncelle.Text
source: Update LCD Settings
tr_tr: Güncelle LCD Ayar

# tabPage1.Text
source: LCD Setting
tr_tr: LCD Ayarları

# label23.Text
source: Slip direction:
tr_tr: Kayma Yönü:

# cbSesliCagri.Items1
source: Voice Calls
tr_tr: Sesli Çağrı

# cbMediaTipi.Items
source: Media None
tr_tr: Media Yok

# cbMediaTipi.Items3
source: View Web Page
tr_tr: Web Sayfası Göster

# txt_CagNoPunto.ToolTip
source: Anons Number Punto
tr_tr: Çağırılan numaraların puntosu.

# label10.Text
source: Sending data to server ports:
tr_tr: Servera veri gönderme portu:

# btn_ServerGuncelle.Text
source: Update Server
tr_tr: Güncelle Server

# txt_SaatYukseklik.ToolTip
source: LCD height in pixels of the clock on the screen.
tr_tr: LCD Ekrandaki saatin pixel cinsinden yüksekliği.

# chk_AltYazi.Text
source: Active
tr_tr: Aktif

# cbMediaTipi.Items1
source: video Show
tr_tr: Video Göster

# label24.Text
source: Slide Speed:
tr_tr: Kayma Hızı:

# btn_FormGuncelle.Text
source: Update
tr_tr: Güncelle

# btn_Font.Text
source: Select
tr_tr: SEÇ

# tabPage2.Text
source: Form Settings
tr_tr: Form Ayarları

# label34.Text
source: Call Single Line Number font size:
tr_tr: Tek Satır Çağrı No Punto :

# label29.Text
source: TV Source:
tr_tr: TV Kaynak :

# btn_SutunRenk.ToolTip
source: Click the column header left to change color.
tr_tr: Sütun başlık rengini değiştirmek için sol tıklayınız.

# btn_SesSec.ToolTip
source: Click to select ...
tr_tr: Seçmek için tıklayınız...

# cbMediaTipi.Items6
source: Counter By Name
tr_tr: Banko İsimli

# tabPage3.Text
source: Server Settings
tr_tr: Server Ayarları

# btn_VideoSec.ToolTip
source: Click to select ...
tr_tr: Seçmek için tıklayınız...

# btn_KayanYaziRenk.ToolTip
source: Left to select the scrolling text background color, Right click to select the text color.
tr_tr: Kayan yazı arka plan rengini seçmek için sol, yazı rengini seçmek için sağ tıklayınız.

# label16.Text
source: Ticket Text Column:
tr_tr: Bilet Sütun Metni:

# label7.Text
source: LCD Font Type:
tr_tr: LCD Yazı Tipi:

# btn_CagNoFont.Text
source: Select
tr_tr: SEÇ

# label33.Text
source: Media Type:
tr_tr: Media Tipi :

# tbPuntoTekSatir.ToolTip
source: Anons Number Punto
tr_tr: Çağırılan numaraların puntosu.

# btn_KayanYaziRenk.Text
source: Scrolling Text Preview
tr_tr: Kayan Yazı Önizleme

# btn_SesSec.Text
source: Select
tr_tr: SEÇ

# btn_CagNoRenk.Text
source: Text color called Numbers
tr_tr: Çağırılan Numara Yazı Rengi

# label20.Text
source: Slide Speed:
tr_tr: Kayma Hızı:

# label12.Text
source: LCD IP Adress:
tr_tr: LCD IP Adresi:

# labelTvChannel1.Text
source: TV Channels:
tr_tr: TV Kanal:

# label18.Text
source: slip:
tr_tr: Kaysın:

# chk_OtoIP.Text
source: automatic IP
tr_tr: Otomatik IP
